Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# settings_tagline
source: Your all-in-one ukulele companion for chords, scales, music theory, and composition. Fully offline, no tracking.
ar: رفيقك الشامل لليوكوليلي للأوتار والسلالم والنظرية الموسيقية والتأليف. يعمل بدون إنترنت، بدون تتبع.
de: Dein Rundum-Begleiter für Ukulele — Akkorde, Tonleitern, Musiktheorie und Komposition. Vollständig offline, kein Tracking.
es: Tu compañero todo en uno para ukelele: acordes, escalas, teoría musical y composición. Totalmente sin conexión, sin rastreo.
fr: Votre compagnon tout-en-un pour le ukulélé : accords, gammes, théorie musicale et composition. Entièrement hors ligne, sans pistage.
hi: कॉर्ड्स, स्केल, संगीत सिद्धांत और रचना के लिए आपका ऑल-इन-वन यूकुलेले साथी। पूरी तरह ऑफ़लाइन, बिना ट्रैकिंग।
id: Teman ukulele lengkap untuk akor, tangga nada, teori musik, dan komposisi. Sepenuhnya offline, tanpa pelacakan.
it: Il tuo compagno completo per ukulele: accordi, scale, teoria musicale e composizione. Completamente offline, senza tracciamento.
ja: コード、スケール、音楽理論、作曲のためのオールインワン・ウクレレコンパニオン。完全オフライン、トラッキングなし。
ko: 코드, 스케일, 음악 이론, 작곡을 위한 올인원 우쿨렐레 컴패니언. 완전히 오프라인, 추적 없음.
nl: Je alles-in-één ukulele-metgezel voor akkoorden, toonladders, muziektheorie en compositie. Volledig offline, geen tracking.
pl: Twój kompletny towarzysz ukulele — akordy, skale, teoria muzyki i kompozycja. W pełni offline, bez śledzenia.
pt: Seu companheiro completo para ukulele: acordes, escalas, teoria musical e composição. Totalmente offline, sem rastreamento.
ru: Ваш универсальный помощник для укулеле: аккорды, гаммы, теория музыки и сочинение. Полностью офлайн, без отслеживания.
tr: Akorlar, diziler, müzik teorisi ve kompozisyon için hepsi bir arada ukulele yardımcınız. Tamamen çevrimdışı, izleme yok.
zh_hans: 你的全能尤克里里伴侣，涵盖和弦、音阶、乐理和创作。完全离线、无追踪。

# settings_theme
source: Theme
ar: المظهر
de: Design
es: Tema
fr: Thème
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pl: Motyw
pt: Tema
ru: Тема
tr: Tema
zh_hans: 主题

# settings_title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_hans: 设置

# settings_tuner
source: Tuner
ar: الموالف
de: Stimmgerät
es: Afinador
fr: Accordeur
hi: ट्यूनर
it: Accordatore
ja: チューナー
ko: 튜너
nl: Stemapparaat
pt: Afinador
ru: Тюнер
tr: Akort Cihazı
zh_hans: 调音器

# settings_tuning
source: Tuning
ar: الضبط
de: Stimmung
es: Afinación
fr: Accordage
hi: ट्यूनिंग
it: Accordatura
ja: チューニング
ko: 튜닝
nl: Stemming
pl: Strój
pt: Afinação
ru: Строй
tr: Akort
zh_hans: 调弦

# settings_unknown_version
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocida
fr: Inconnue
hi: अज्ञात
id: Tidak diketahui
it: Sconosciuta
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznana
pt: Desconhecida
ru: Неизвестно
tr: Bilinmiyor
zh_hans: 未知

# settings_version
source: Version %@
ar: الإصدار %@
es: Versión %@
hi: संस्करण %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
nl: Versie %@
pl: Wersja %@
pt: Versão %@
ru: Версия %@
tr: Sürüm %@
zh_hans: 版本 %@

# settings_video_guide
source: Feature Guide Videos
ar: فيديوهات دليل الميزات
de: Funktions-Videoanleitungen
es: Videos de guía de funciones
fr: Vidéos guide des fonctionnalités
hi: सुविधा गाइड वीडियो
id: Video panduan fitur
it: Video guida delle funzionalità
ja: 機能ガイド動画
ko: 기능 가이드 동영상
nl: Functiegids video's
pl: Filmy przewodnik po funkcjach
pt: Vídeos guia de funcionalidades
ru: Видеогид по функциям
tr: Özellik rehberi videoları
zh_hans: 功能指南视频

# settings_volume
source: Volume
ar: مستوى الصوت
de: Lautstärke
es: Volumen
hi: वॉल्यूम
ja: 音量
ko: 음량
pl: Głośność
ru: Громкость
tr: Ses Düzeyi
zh_hans: 音量

# settings_website
source: Website
ar: الموقع
de: Webseite
es: Sitio web
fr: Site web
hi: वेबसाइट
id: Situs web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
pl: Strona internetowa
pt: Site
ru: Веб-сайт
tr: Web sitesi
zh_hans: 网站

source: Share as Image
ar: مشاركة كصورة
de: Als Bild teilen
es: Compartir como imagen
fr: Partager en image
hi: छवि के रूप में शेयर करें
id: Bagikan sebagai Gambar
it: Condividi come immagine
ja: 画像で共有
ko: 이미지로 공유
nl: Delen als afbeelding
pl: Udostępnij jako obraz
pt: Compartilhar como imagem
ru: Поделиться как изображение
tr: Resim Olarak Paylaş
zh_hans: 以图片分享

# share_as_pdf
source: Export as PDF
ar: تصدير كملف PDF
de: Als PDF exportieren
es: Exportar como PDF
fr: Exporter en PDF
hi: PDF के रूप में निर्यात करें
id: Ekspor sebagai PDF
it: Esporta come PDF
ja: PDFとしてエクスポート
ko: PDF로 내보내기
nl: Exporteren als PDF
pl: Eksportuj jako PDF
pt: Exportar como PDF
ru: Экспорт в PDF
tr: PDF olarak dışa aktar
zh_hans: 导出为 PDF

# share_as_text
source: Plain text
ar: نص عادي
de: Klartext
es: Texto sin formato
fr: Texte brut
hi: सादा पाठ
id: Teks biasa
it: Testo semplice
ja: プレーンテキスト
ko: 일반 텍스트
nl: Platte tekst
pl: Zwykły tekst
pt: Texto simples
ru: Обычный текст
tr: Düz metin
zh_hans: 纯文本

# share_copied
source: Copied to clipboard
ar: تم النسخ إلى الحافظة
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी किया गया
id: Disalin ke papan klip
it: Copiato negli appunti
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı
zh_hans: 已复制到剪贴板

# share_copy_clipboard
source: Copy to clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
id: Salin ke papan klip
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
nl: Kopiëren naar klembord
pl: Kopiuj do schowka
pt: Copiar para a área de transferência
ru: Копировать в буфер обмена
tr: Panoya kopyala
zh_hans: 复制到剪贴板

# share_sheet_title
source: Share chord sheet as
ar: مشاركة ورقة الأكورد كـ
de: Akkordblatt teilen als
es: Compartir hoja de acordes como
fr: Partager la feuille d'accords en tant que
hi: कॉर्ड शीट इस रूप में साझा करें
id: Bagikan lembar akor sebagai
it: Condividi foglio accordi come
ja: コードシートを共有
ko: 코드 시트 공유 형식
nl: Akkoordblad delen als
pl: Udostępnij kartę akordów jako
pt: Compartilhar folha de acordes como
ru: Поделиться аккордовым листом как
tr: Akor sayfasını şu şekilde paylaş
zh_hans: 分享和弦谱为

# skill_level_advanced
source: Advanced
ar: متقدم
de: Fortgeschritten
es: Avanzado
fr: Avancé
hi: उन्नत
id: Lanjutan
it: Avanzato
ja: 上級
ko: 고급
nl: Gevorderd
pl: Zaawansowany
pt: Avançado
ru: Продвинутый
tr: İleri
zh_hans: 高级

# skill_level_beginner
source: Beginner
ar: مبتدئ
de: Anfänger
es: Principiante
fr: Débutant
hi: शुरुआती
id: Pemula
it: Principiante
ja: 初級
ko: 초급
pl: Początkujący
pt: Iniciante
ru: Начинающий
tr: Başlangıç
zh_hans: 初级

# skill_level_intermediate
source: Intermediate
ar: متوسط
de: Mittelstufe
es: Intermedio
fr: Intermédiaire
hi: मध्यम
id: Menengah
it: Intermedio
ja: 中級
ko: 중급
nl: Gemiddeld
pl: Średnio zaawansowany
pt: Intermediário
ru: Средний
tr: Orta
zh_hans: 中级

# song_delete_message
source: Delete \"%@\"?
ar: حذف \"%@\"؟
de: \"%@\" löschen?
es: ¿Eliminar \"%@\"?
fr: Supprimer \"%@\" ?
hi: \"%@\" हटाएं?
id: Hapus \"%@\"?
it: Eliminare \"%@\"?
ja: 「%@」を削除しますか？
ko: \"%@\" 삭제하시겠습니까?
nl: \"%@\" verwijderen?
pl: Usunąć \"%@\"?
pt: Excluir \"%@\"?
ru: Удалить \"%@\"?
tr: \"%@\" silinsin mi?
zh_hans: 删除「%@」？

# song_delete_title
source: Delete Song
ar: حذف الأغنية
de: Lied löschen
es: Eliminar canción
fr: Supprimer le morceau
hi: गाना हटाएं
id: Hapus Lagu
it: Elimina brano
ja: 曲を削除
ko: 곡 삭제
nl: Nummer verwijderen
pl: Usuń utwór
pt: Excluir Música
ru: Удалить песню
tr: Şarkıyı Sil
zh_hans: 删除歌曲

# songbook_add_label
source: Add label
ar: إضافة تسمية
de: Label hinzufügen
es: Añadir etiqueta
fr: Ajouter une étiquette
hi: लेबल जोड़ें
id: Tambah label
it: Aggiungi etichetta
ja: ラベルを追加
ko: 라벨 추가
nl: Label toevoegen
pl: Dodaj etykietę
pt: Adicionar etiqueta
ru: Добавить метку
tr: Etiket ekle
zh_hans: 添加标签

# songbook_capo_hint
source: Or use Capo %lld with original chords
ar: أو استخدم كابو %lld مع الأوتار الأصلية
de: Oder verwende Kapo %lld mit Originalakkorden
es: O usa la cejilla en el traste %lld con los acordes originales
fr: Ou utilisez le capo en frette %lld avec les accords originaux
hi: या मूल कॉर्ड्स के साथ कैपो %lld का उपयोग करें
id: Atau gunakan capo %lld dengan akor asli
it: Oppure usa il capotasto al %lld con gli accordi originali
ja: またはカポ%lldで元のコードを使用
ko: 또는 카포 %lld로 원래 코드 사용
nl: Of gebruik capo %lld met de originele akkoorden
pl: Lub użyj kapodastru na %lld z oryginalnymi akordami
pt: Ou use o capo no traste %lld com os acordes originais
ru: Или используйте каподастр %lld с оригинальными аккордами
tr: Veya orijinal akorlarla kapo %lld kullanın
zh_hans: 或使用变调夹 %lld 配合原始和弦

# songbook_chord_sheet
source: Chord Sheet
ar: ورقة أوتار
de: Akkordblatt
es: Hoja de acordes
fr: Grille d'accords
hi: कॉर्ड शीट
id: Lembar Akor
it: Scheda accordi
ja: コードシート
ko: 코드 시트
nl: Akkoordblad
pl: Karta akordów
pt: Folha de acordes
ru: Аккордная таблица
tr: Akor Sayfası
zh_hans: 和弦谱

# songbook_chords_detected
source: %lld chords detected
ar: تم اكتشاف %lld أوتار
de: %lld Akkorde erkannt
es: %lld acordes detectados
fr: %lld accords détectés
hi: %lld कॉर्ड्स पहचाने गए
id: %lld akor terdeteksi
it: %lld accordi rilevati
ja: %lld個のコードを検出
ko: %lld개 코드 감지됨
nl: %lld akkoorden gedetecteerd
pl: Wykryto %lld akordów
pt: %lld acordes detectados
ru: Обнаружено аккордов: %lld
tr: %lld akor algılandı
zh_hans: 检测到 %lld 个和弦

# songbook_discard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
hi: हटाएं
id: Buang
it: Elimina
ja: 破棄
ko: 취소
nl: Verwerpen
pl: Odrzuć
pt: Descartar
ru: Отменить
tr: Sil
zh_hans: 放弃

# songbook_discard_message
source: You have unsaved changes. Discard them?
ar: لديك تغييرات غير محفوظة. تجاهلها؟
de: Es gibt ungespeicherte Änderungen. Verwerfen?
es: Tienes cambios sin guardar. ¿Descartarlos?
fr: Vous avez des modifications non enregistrées. Les abandonner ?
hi: सहेजे न गए बदलाव हैं। हटाएं?
id: Ada perubahan yang belum disimpan. Buang?
it: Ci sono modifiche non salvate. Eliminarle?
ja: 保存されていない変更があります。破棄しますか？
ko: 저장하지 않은 변경 사항이 있습니다. 취소하시겠습니까?
nl: Je hebt onopgeslagen wijzigingen. Verwerpen?
pl: Masz niezapisane zmiany. Odrzucić?
pt: Você tem alterações não salvas. Descartá-las?
ru: Есть несохранённые изменения. Отменить их?
tr: Kaydedilmemiş değişiklikler var. Silinsin mi?
zh_hans: 有未保存的更改。放弃吗？

# songbook_discard_title
source: Discard changes?
ar: تجاهل التغييرات؟
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Abandonner les modifications ?
hi: बदलाव हटाएं?
id: Buang perubahan?
it: Eliminare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 취소하시겠습니까?
nl: Wijzigingen verwerpen?
pl: Odrzucić zmiany?
pt: Descartar alterações?
ru: Отменить изменения?
tr: Değişiklikleri sil?
zh_hans: 放弃更改？

# songbook_duplicate
source: Duplicate
ar: نسخ
de: Duplizieren
es: Duplicar
fr: Dupliquer
hi: प्रतिलिपि
id: Duplikat
it: Duplica
ja: 複製
ko: 복제
nl: Dupliceren
pl: Duplikuj
pt: Duplicar
ru: Дублировать
tr: Kopyala
zh_hans: 复制

# songbook_duplicate_cd
source: Duplicate song
ar: نسخ الأغنية
de: Lied duplizieren
es: Duplicar canción
fr: Dupliquer le morceau
hi: गाने की प्रतिलिपि बनाएँ
id: Duplikat lagu
it: Duplica brano
ja: 曲を複製
ko: 노래 복제
nl: Dupliceer nummer
pl: Duplikuj utwór
pt: Duplicar música
ru: Дублировать песню
tr: Şarkıyı kopyala
zh_hans: 复制歌曲

# songbook_editor_edit
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
tr: Düzenle
zh_hans: 编辑

# songbook_editor_preview
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt: Visualizar
ru: Просмотр
tr: Önizleme
zh_hans: 预览

# songbook_empty_message
source: Tap + to create your first chord sheet.\nOr import a ChordPro file.
ar: انقر + لإنشاء أول ورقة أوتار.\nأو استورد ملف ChordPro.
de: Tippe auf +, um dein erstes Akkordblatt zu erstellen.\nOder importiere eine ChordPro-Datei.
es: Toca + para crear tu primera hoja de acordes.\nO importa un archivo ChordPro.
fr: Touchez + pour créer votre première grille d'accords.\nOu importez un fichier ChordPro.
hi: अपनी पहली कॉर्ड शीट बनाने के लिए + टैप करें।\nया ChordPro फ़ाइल आयात करें।
id: Ketuk + untuk membuat lembar akor pertama Anda.\nAtau impor file ChordPro.
it: Tocca + per creare la tua prima scheda accordi.\nOppure importa un file ChordPro.
ja: +をタップして最初のコードシートを作成しましょう。\nまたはChordProファイルをインポートできます。
ko: +를 탭하여 첫 코드 시트를 만들어 보세요.\n또는 ChordPro 파일을 가져올 수 있습니다.
nl: Tik op + om je eerste akkoordblad aan te maken.\nOf importeer een ChordPro-bestand.
pl: Dotknij +, aby utworzyć pierwszą kartę akordów.\nLub zaimportuj plik ChordPro.
pt: Toque em + para criar sua primeira folha de acordes.\nOu importe um arquivo ChordPro.
ru: Нажмите +, чтобы создать первую аккордную таблицу.\nИли импортируйте файл ChordPro.
tr: İlk akor sayfanızı oluşturmak için + simgesine dokunun.\nVeya bir ChordPro dosyası içe aktarın.
zh_hans: 点击 + 创建你的第一个和弦谱。\n或导入 ChordPro 文件。

# songbook_empty_title
source: No songs yet
ar: لا أغانٍ بعد
de: Noch keine Songs
es: Aún no hay canciones
fr: Aucune chanson pour l'instant
hi: अभी कोई गाना नहीं
id: Belum ada lagu
it: Nessun brano
ja: 曲がまだありません
ko: 곡이 아직 없습니다
nl: Nog geen liedjes
pl: Brak piosenek
pt: Nenhuma música ainda
ru: Пока нет песен
tr: Henüz şarkı yok
zh_hans: 还没有歌曲

# songbook_export_chooser
source: Export ChordPro
ar: تصدير ChordPro
de: ChordPro exportieren
es: Exportar ChordPro
fr: Exporter ChordPro
hi: ChordPro निर्यात करें
id: Ekspor ChordPro
it: Esporta ChordPro
ja: ChordProをエクスポート
ko: ChordPro 내보내기
nl: ChordPro exporteren
pl: Eksportuj ChordPro
pt: Exportar ChordPro
ru: Экспорт ChordPro
tr: ChordPro Dışa Aktar
zh_hans: 导出 ChordPro

# songbook_export_chordpro
source: Export as ChordPro
ar: تصدير كـ ChordPro
de: Als ChordPro exportieren
es: Exportar como ChordPro
fr: Exporter en ChordPro
hi: ChordPro के रूप में निर्यात करें
id: Ekspor sebagai ChordPro
it: Esporta come ChordPro
ja: ChordProとしてエクスポート
ko: ChordPro로 내보내기
nl: Exporteren als ChordPro
pl: Eksportuj jako ChordPro
pt: Exportar como ChordPro
ru: Экспорт в ChordPro
tr: ChordPro olarak dışa aktar
zh_hans: 导出为 ChordPro

# songbook_export_transposed
source: Export transposed as ChordPro
ar: تصدير المحوّل كـ ChordPro
de: Transponiert als ChordPro exportieren
es: Exportar transportado como ChordPro
fr: Exporter transposé en ChordPro
hi: ट्रांसपोज़ किया हुआ ChordPro के रूप में निर्यात करें
id: Ekspor hasil transpos sebagai ChordPro
it: Esporta trasposto come ChordPro
ja: 移調版をChordProとしてエクスポート
ko: 조옮김을 ChordPro로 내보내기
nl: Getransponeerd exporteren als ChordPro
pl: Eksportuj transponowany jako ChordPro
pt: Exportar transposto como ChordPro
ru: Экспортировать транспонированное как ChordPro
tr: Transpoze edilmişi ChordPro olarak dışa aktar
zh_hans: 将移调版导出为ChordPro

# songbook_field_artist
source: Artist (optional)
ar: الفنان (اختياري)
de: Künstler (optional)
es: Artista (opcional)
fr: Artiste (facultatif)
hi: कलाकार (वैकल्पिक)
id: Artis (opsional)
it: Artista (facoltativo)
ja: アーティスト（任意）
ko: 아티스트 (선택)
nl: Artiest (optioneel)
pl: Artysta (opcjonalnie)
pt: Artista (opcional)
ru: Исполнитель (необязательно)
tr: Sanatçı (isteğe bağlı)
zh_hans: 艺术家（可选）

# songbook_field_lyrics
source: Lyrics with [chords]
ar: كلمات مع [أوتار]
de: Liedtext mit [Akkorden]
es: Letra con [acordes]
fr: Paroles avec [accords]
hi: [कॉर्ड] के साथ गीत
id: Lirik dengan [akor]
it: Testo con [accordi]
ja: [コード]入り歌詞
ko: [코드]가 포함된 가사
nl: Tekst met [akkoorden]
pl: Tekst z [akordami]
pt: Letra com [acordes]
ru: Текст с [аккордами]
tr: [Akorlu] sözler
zh_hans: 带 [和弦] 的歌词

# songbook_field_lyrics_hint
source: Use [ChordName] for chords, e.g. Some[C]where over the [Em]rainbow
ar: استخدم [اسم الوتر] للأوتار، مثل Some[C]where over the [Em]rainbow
de: Verwende [Akkordname] für Akkorde, z.B. Irgend[C]wo über dem [Em]Regenbogen
es: Usa [NombreAcorde] para acordes, p. ej. En[C] algún lugar sobre el [Em]arcoíris
fr: Utilisez [NomAccord] pour les accords, p. ex. Quel[C]que part au-dessus de l'arc-[Em]en-ciel
hi: कॉर्ड के लिए [कॉर्डनाम] का उपयोग करें, जैसे Some[C]where over the [Em]rainbow
id: Gunakan [NamaAkor] untuk akor, contoh: Di[C]suatu tempat di atas pela[Em]ngi
it: Usa [NomeAccordo] per gli accordi, es. Da[C]qualche parte sopra l'arco[Em]baleno
ja: [コード名]でコードを挿入します。例: 虹の[C]向こうの[Em]どこかに
ko: [코드이름]으로 코드를 삽입합니다. 예: 무지개[C] 너머 어딘[Em]가에
nl: Gebruik [Akkoordnaam] voor akkoorden, bijv. Er[C]gens over de regen[Em]boog
pl: Użyj [NazwaAkordu] dla akordów, np. Gdzieś[C] ponad tęczą [Em]tam
pt: Use [NomeAcorde] para acordes, ex.: Em[C] algum lugar sobre o [Em]arco-íris
ru: Используйте [НазваниеАккорда] для аккордов, например Some[C]where over the [Em]rainbow
tr: Akorlar için [AkorAdı] kullanın, ör. Gökkuşağı[C]nın üstünde bir[Em]yerde
zh_hans: 使用 [和弦名] 标记和弦，例如 Some[C]where over the [Em]rainbow

# songbook_field_title
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
pt: Título
ru: Название
tr: Başlık
zh_hans: 标题

# songbook_filter_clear
source: Clear filters
ar: مسح التصفية
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
hi: फ़िल्टर साफ़ करें
id: Hapus filter
it: Cancella filtri
ja: フィルターをクリア
ko: 필터 지우기
nl: Filters wissen
pl: Wyczyść filtry
pt: Limpar filtros
ru: Сбросить фильтры
tr: Filtreleri temizle
zh_hans: 清除筛选

# songbook_font_decrease
source: Decrease font size
ar: تصغير حجم الخط
de: Schriftgröße verkleinern
es: Reducir tamaño de fuente
fr: Réduire la taille de police
hi: फ़ॉन्ट आकार घटाएं
id: Perkecil ukuran font
it: Riduci dimensione carattere
ja: 文字サイズを小さく
ko: 글꼴 크기 줄이기
nl: Lettergrootte verkleinen
pl: Zmniejsz rozmiar czcionki
pt: Diminuir tamanho da fonte
ru: Уменьшить размер шрифта
tr: Yazı boyutunu küçült
zh_hans: 减小字号

# songbook_font_increase
source: Increase font size
ar: تكبير حجم الخط
de: Schriftgröße vergrößern
es: Aumentar tamaño de fuente
fr: Augmenter la taille de police
hi: फ़ॉन्ट आकार बढ़ाएं
id: Perbesar ukuran font
it: Aumenta dimensione carattere
ja: 文字サイズを大きく
ko: 글꼴 크기 늘리기
nl: Lettergrootte vergroten
pl: Zwiększ rozmiar czcionki
pt: Aumentar tamanho da fonte
ru: Увеличить размер шрифта
tr: Yazı boyutunu büyüt
zh_hans: 增大字号

# songbook_import_failed
source: Failed to import file
ar: فشل استيراد الملف
de: Import fehlgeschlagen
es: Error al importar archivo
fr: Échec de l'importation
hi: फ़ाइल आयात विफल
id: Gagal mengimpor file
it: Importazione non riuscita
ja: インポートに失敗しました
ko: 파일 가져오기 실패
nl: Bestand importeren mislukt
pl: Nie udało się zaimportować pliku
pt: Falha ao importar arquivo
ru: Ошибка импорта файла
tr: Dosya içe aktarılamadı
zh_hans: 导入文件失败

# songbook_import_from_file
source: Import from file
ar: استيراد من ملف
de: Aus Datei importieren
es: Importar desde archivo
fr: Importer depuis un fichier
hi: फ़ाइल से आयात करें
id: Impor dari file
it: Importa da file
ja: ファイルからインポート
ko: 파일에서 가져오기
nl: Importeren uit bestand
pl: Importuj z pliku
pt: Importar de arquivo
ru: Импорт из файла
tr: Dosyadan içe aktar
zh_hans: 从文件导入

# songbook_insert_chord
source: Insert chord
ar: إدراج وتر
de: Akkord einfügen
es: Insertar acorde
fr: Insérer un accord
hi: कॉर्ड डालें
id: Sisipkan akor
it: Inserisci accordo
ja: コードを挿入
ko: 코드 삽입
nl: Akkoord invoegen
pl: Wstaw akord
pt: Inserir acorde
ru: Вставить аккорд
tr: Akor ekle
zh_hans: 插入和弦

# songbook_key_prefix
source: Key:
ar: المفتاح:
de: Tonart:
es: Tonalidad:
fr: Tonalité :
hi: कुंजी:
id: Kunci:
it: Tonalità:
ja: キー:
ko: 키:
nl: Toonsoort:
pl: Tonacja:
pt: Tonalidade:
ru: Тональность:
tr: Ton:
zh_hans: 调:

# songbook_label_hint
source: Type a label…
ar: اكتب تسمية…
de: Label eingeben…
es: Escribir etiqueta…
fr: Saisir une étiquette…
hi: लेबल टाइप करें…
id: Ketik label…
it: Digita etichetta…
ja: ラベルを入力…
ko: 라벨 입력…
nl: Typ een label…
pl: Wpisz etykietę…
pt: Digitar etiqueta…
ru: Введите метку…
tr: Etiket yazın…
zh_hans: 输入标签…

# songbook_labels
source: Labels
ar: التسميات
es: Etiquetas
fr: Étiquettes
hi: लेबल
id: Label
it: Etichette
ja: ラベル
ko: 라벨
pl: Etykiety
pt: Etiquetas
ru: Метки
tr: Etiketler
zh_hans: 标签

# songbook_paste_chordpro
source: Paste ChordPro text
ar: لصق نص ChordPro
de: ChordPro-Text einfügen
es: Pegar texto ChordPro
fr: Coller du texte ChordPro
hi: ChordPro टेक्स्ट पेस्ट करें
id: Tempel teks ChordPro
it: Incolla testo ChordPro
ja: ChordProテキストを貼り付け
ko: ChordPro 텍스트 붙여넣기
nl: ChordPro-tekst plakken
pl: Wklej tekst ChordPro
pt: Colar texto ChordPro
ru: Вставить текст ChordPro
tr: ChordPro metni yapıştır
zh_hans: 粘贴ChordPro文本

# songbook_paste_chordpro_hint
source: Paste ChordPro content
ar: الصق محتوى ChordPro
de: ChordPro-Inhalt einfügen
es: Pegar contenido ChordPro
fr: Coller le contenu ChordPro
hi: ChordPro सामग्री पेस्ट करें
id: Tempel konten ChordPro
it: Incolla contenuto ChordPro
ja: ChordProの内容を貼り付け
ko: ChordPro 내용 붙여넣기
nl: ChordPro-inhoud plakken
pl: Wklej treść ChordPro
pt: Colar conteúdo ChordPro
ru: Вставьте содержимое ChordPro
tr: ChordPro içeriğini yapıştır
zh_hans: 粘贴ChordPro内容

# songbook_paste_import
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
hi: आयात करें
id: Impor
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
pl: Importuj
pt: Importar
ru: Импортировать
tr: İçe aktar
zh_hans: 导入

# songbook_play_chord
source: Play %@ chord
ar: تشغيل وتر %@
de: %@-Akkord abspielen
es: Reproducir acorde %@
fr: Jouer l'accord %@
hi: %@ कॉर्ड बजाएं
id: Mainkan akor %@
it: Riproduci accordo %@
ja: %@コードを再生
ko: %@ 코드 재생
nl: %@-akkoord afspelen
pl: Odtwórz akord %@
pt: Tocar acorde %@
ru: Воспроизвести аккорд %@
tr: %@ akorunu çal
zh_hans: 播放%@和弦

# songbook_save_in_key
source: Save in this key
ar: حفظ في هذا المقام
de: In dieser Tonart speichern
es: Guardar en esta tonalidad
fr: Enregistrer dans cette tonalité
hi: इस स्वर में सहेजें
id: Simpan dalam kunci ini
it: Salva in questa tonalità
ja: このキーで保存
ko: 이 키로 저장
nl: Opslaan in deze toonsoort
pl: Zapisz w tej tonacji
pt: Salvar nesta tonalidade
ru: Сохранить в этой тональности
tr: Bu tonda kaydet
zh_hans: 以此调保存

# songbook_saved_in_key
source: Song saved in transposed key
ar: تم حفظ الأغنية في المقام المنقول
de: Song in transponierter Tonart gespeichert
es: Canción guardada en tonalidad transpuesta
fr: Chanson enregistrée dans la tonalité transposée
hi: गीत स्थानांतरित स्वर में सहेजा गया
id: Lagu disimpan dalam kunci yang ditransposisi
it: Brano salvato nella tonalità trasposta
ja: 移調したキーで保存しました
ko: 조옮김한 키로 저장됨
nl: Nummer opgeslagen in getransponeerde toonsoort
pl: Utwór zapisany w transponowanej tonacji
pt: Música salva na tonalidade transposta
ru: Песня сохранена в транспонированной тональности
tr: Şarkı aktarılmış tonda kaydedildi
zh_hans: 歌曲已以转调保存

# songbook_search_clear
source: Clear search
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज मिटाएं
id: Hapus pencarian
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie
pt: Limpar pesquisa
ru: Очистить поиск
tr: Aramayı temizle
zh_hans: 清除搜索

# songbook_search_hint
source: Search songs…
ar: البحث عن أغاني…
de: Songs suchen…
es: Buscar canciones…
fr: Rechercher des chansons…
hi: गाने खोजें…
id: Cari lagu…
it: Cerca canzoni…
ja: 曲を検索…
ko: 노래 검색…
nl: Zoek nummers…
pl: Szukaj utworów…
pt: Pesquisar músicas…
ru: Поиск песен…
tr: Şarkı ara…
zh_hans: 搜索歌曲…

# songbook_share_as_text
source: Share as text
ar: مشاركة كنص
de: Als Text teilen
es: Compartir como texto
fr: Partager en texte
hi: टेक्स्ट के रूप में शेयर करें
id: Bagikan sebagai teks
it: Condividi come testo
ja: テキストで共有
ko: 텍스트로 공유
nl: Delen als tekst
pl: Udostępnij jako tekst
pt: Compartilhar como texto
ru: Поделиться как текст
tr: Metin olarak paylaş
zh_hans: 以文本分享
